IDEA StatiCa Open Model
SectionCharacteristics.Dyz Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the product moment of area.
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Dyz { get; set; }
Public Property Dyz As Double
	Get
	Set
public:
property double Dyz {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SectionCharacteristics Class
IdeaRS.OpenModel.Geometry2D Namespace